Repository: Skrypt/StatCan.OrchardCore
Catalog: src/StatCan.OrchardCore.Cms.Web/Localization/*/StatCan.OrchardCore.Workflows.po
Languages: fr

# StatCan.OrchardCore.Workflows.Tasks.ValidateUserTask
source: User
fr: Utilisateur

# StatCan.OrchardCore.Workflows.Tasks.ValidateUserTask
source: Validate User Task
fr: Valider la tâche utilisateur

# StatCan.OrchardCore.Workflows.Tasks.ValidateUserTask
source: Authenticated
fr: Authentifié

# StatCan.OrchardCore.Workflows.Tasks.ValidateUserTask
source: Anonymous
fr: Anonyme

# StatCan.OrchardCore.Workflows.Views.Items.ValidateUserTask.Fields.Design
source: Validate User
fr: Valider l'utilisateur

# StatCan.OrchardCore.Workflows.Views.Items.ValidateUserTask.Fields.Edit
source: Set the User property
fr: Définissez la propriété Utilisateur

# StatCan.OrchardCore.Workflows.Views.Items.ValidateUserTask.Fields.Edit
source: Role(s) to validate
fr: Rôle (s) à valider

# StatCan.OrchardCore.Workflows.Views.Items.ValidateUserTask.Fields.Edit
source: Comma seperated list of roles to validate
fr: Liste séparée par des virgules des rôles à valider

# StatCan.OrchardCore.Workflows.Views.Items.ValidateUserTask.Fields.Thumbnail
source: Validate User
fr: Valider l'utilisateur

# StatCan.OrchardCore.Workflows.Views.Items.ValidateUserTask.Fields.Thumbnail
source: Check if the user exists on the http request. Can also validate if the user has a role.
fr: Vérifiez si l'utilisateur existe sur la demande http. Peut également valider si l'utilisateur a un rôle.
